{"id":10,"name":"Artichaut","slug":"artichaut","scientific_name":"Cynara scolymus","description":"L’artichaut est le capitule immaturé d’une plante vivace de la famille des Astéracées. Originaire de la Méditerranée, il se caractérise par ses bractées charnues entourant un cœur tendre et savoureux. Sa chair délicate, riche en fibres et en antioxydants, en fait un ingrédient de choix pour les salades, les potages, les plats mijotés ou gratinés.","glossary_term":2,"glossary_term_details":{"id":2,"terme":"Artichaut","definition":"Définition automatique pour Artichaut. À compléter.","type_terme":"N","type_terme_display":"Nom de Produit/Ustensile"},"category":{"id":10,"name":"Légume","slug":"legume","icon":"fa-carrot"},"functional_categories":[{"id":22,"name":"Aromatisation","slug":"aromatisation"},{"id":21,"name":"Base potage","slug":"base-potage"}],"family":null,"origins_countries":[],"origins_countries_details":[],"labels":[],"seasonality":"Avril à juin, Octobre à décembre","flavor_profile":"","texture":"Chair fondante et légèrement granuleuse avec un cœur moelleux ; bractées plus fermes et croquantes en périphérie.","buying_guide":"Choisir des artichauts fermes et lourds pour leur taille, à bractées bien serrées et d’un vert profond. Éviter ceux aux pointes desséchées ou tachées de brun et privilégier une tige fraîche et non ligneuse.","storage_guide":"Conserver les artichauts non lavés dans le bac à légumes du réfrigérateur, idéalement dans un sac perforé, à 4–6 °C. Consommer dans les 4 à 5 jours pour préserver fraîcheur et saveur.","prep_guide":"Laver sous l’eau, couper la tige et retirer les premières bractées extérieures trop dures. Tailler la pointe et frotter la chair au citron pour éviter l’oxydation. Cuire à la vapeur (15-30 min selon la taille), pocher, braiser ou passer à la poêle après cuisson vapeur pour une finition dorée.","nutrition_info":"Pour 100 g : énergie 47 kcal, protéines 3,3 g, glucides 6 g (dont sucres 0,9 g), lipides 0,2 g, fibres 5 g, eau 84 g.","allergens":"","culinary_uses":[],"specific_data":{"composition":"Environ 84 % d’eau, 5,4 % de fibres, 3,3 % de protéines, 0,2 % de lipides, 6 % de glucides","famille_botanique":"Astéracées"},"tags":["terroir","frais"],"main_image":"http://127.0.0.1:8000/media/ingredients/main/artichaut.jpg","images":[],"image_filename":"artichaut.jpg","created_at":"2025-12-25T10:38:57.082399Z","updated_at":"2025-12-25T10:40:41.824198Z"}