[
  {
    "name": "Pomme",
    "scientific_name": "Malus domestica",
    "glossary_term": "pomme",
    "category": "fruit",
    "description": "La pomme est un fruit populaire et polyvalent du pommier, apprécié pour sa saveur douce ou acidulée et son croquant. Elle est consommée crue ou cuite dans de nombreuses recettes culinaires, allant des desserts aux plats principaux. De nombreuses variétés existent, chacune avec son propre profil de goût et de texture.",
    "seasonality": "Automne",
    "buying_guide": "Choisissez des pommes fermes, sans meurtrissures ni défauts. La peau doit être lisse et brillante.",
    "storage_guide": "Conservez les pommes au réfrigérateur pour prolonger leur fraîcheur, de préférence dans le bac à légumes.",
    "prep_guide": "Lavez les pommes à l'eau claire. Elles peuvent être consommées crues, légèrement cuites, ou incorporées dans des plats tels que des tartes, des compotes et des salades.",
    "nutrition_info": "Riche en fibres, la pomme contient des vitamines C et K. Elle est faible en calories et sans matières grasses.",
    "texture": "Croquante et juteuse",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "Aliments sains",
      "Fruits de saison",
      "Snack"
    ],
    "tags": [
      "fruit",
      "sain",
      "croquant",
      "polyvalent"
    ],
    "specific_data": {
      "composition": "Constituée principalement d'eau, de fibres, de sucres naturels, de vitamine C, d'antioxydants.",
      "famille_botanique": "Rosacées"
    }
  },
  {
    "name": "Céleri",
    "scientific_name": "Apium graveolens",
    "glossary_term": "celeri",
    "category": "légume",
    "description": "Le céleri est un légume de la famille des Apiacées, largement utilisé dans les cuisines du monde entier pour sa saveur caractéristique et sa polyvalence. Il est composé de tiges croquantes souvent utilisées dans les soupes, les salades ou comme collation saine.",
    "seasonality": "Automne, hiver",
    "buying_guide": "Choisissez des tiges fermes avec des feuilles fraîches et vertes. Évitez les céleris dont les tiges sont molles ou fanées.",
    "storage_guide": "Conservez le céleri dans le bac à légumes du réfrigérateur, enveloppé dans un papier absorbant, pour le garder frais plus longtemps.",
    "prep_guide": "Rincez les tiges sous l'eau froide pour éliminer la saleté. Coupez la base et les feuilles si nécessaire. Peut être consommé cru ou cuit.",
    "nutrition_info": "Le céleri est faible en calories mais riche en fibres, vitamines K, A et C, ainsi qu'en potassium et folate.",
    "texture": "Croquante",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "faible en calories",
      "riche en fibres"
    ],
    "tags": [
      "Apiacées",
      "cru",
      "cuit"
    ],
    "specific_data": {
      "composition": "Eau, fibres, vitamines, minéraux",
      "famille_botanique": "Apiaceae"
    }
  },
  {
    "name": "Tarte Tatin",
    "scientific_name": "Non spécifié",
    "glossary_term": "tarte_tatin",
    "category": "dessert",
    "description": "La Tarte Tatin est un dessert classique de la pâtisserie française. Elle se compose de pommes caramélisées au sucre et au beurre, recouvertes d'une pâte brisée ou feuilletée, puis cuite à l'envers. Inventée par accident par les sœurs Tatin dans les années 1880, cette tarte se distingue par sa douceur et son goût intense de caramel.",
    "seasonality": "Non spécifié",
    "buying_guide": "Utilisez des pommes fermes qui tiennent bien à la cuisson, comme la Golden Delicious ou la Reine des Reinettes.",
    "storage_guide": "Conservez la Tarte Tatin au réfrigérateur et consommez-la de préférence dans les deux jours après la préparation.",
    "prep_guide": "Épluchez et tranchez les pommes en quartiers, caramélisez-les dans du sucre et du beurre, ajoutez la pâte, puis faites cuire au four. Retournez la tarte après cuisson pour servir.",
    "nutrition_info": "Ce dessert est riche en glucides et lipides en raison du sucre et du beurre utilisés.",
    "texture": "Caramélisée et fondante",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [],
    "tags": [
      "français",
      "pâtisserie",
      "dessert",
      "caramélisé",
      "pommes"
    ],
    "specific_data": {
      "composition": "Pommes, sucre, beurre, pâte brisée ou feuilletée",
      "famille_botanique": "Non spécifié"
    }
  },
  {
    "name": "Poire",
    "scientific_name": "Pyrus",
    "glossary_term": "poire",
    "category": "fruit",
    "description": "La poire est un fruit charnu produit par un arbre du genre Pyrus. Elle est appréciée pour sa chair juteuse et son goût sucré agréable. Les poires varient en taille, couleur et texture selon la variété. Consommées fraîchement cueillies, en compote ou séchées, elles sont très polyvalentes.",
    "seasonality": "Automne",
    "buying_guide": "Choisissez des poires à la peau lisse et sans taches. Elles doivent être légèrement souples près du pédoncule.",
    "storage_guide": "Conservez-les à température ambiante jusqu'à maturité puis placez-les au réfrigérateur pour prolonger leur durée de conservation.",
    "prep_guide": "Lavez les poires sous l'eau froide, coupez-les selon vos besoins, avec ou sans la peau.",
    "nutrition_info": "Les poires sont riches en fibres, en vitamine C et en antioxydants.",
    "texture": "Juteuse et fondante",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "Fruit à pépins",
      "Dessert",
      "Collation"
    ],
    "tags": [
      "sucré",
      "juteux",
      "automne"
    ],
    "specific_data": {
      "composition": "Eau, glucides, fibres",
      "famille_botanique": "Rosaceae"
    }
  },
  {
    "name": "Amande",
    "scientific_name": "Prunus dulcis",
    "glossary_term": "Amande",
    "category": "fruit à coque",
    "description": "L'amande est le fruit à coque de l'amandier, un arbre de la famille des Rosacées. Elle est appréciée pour sa saveur douce et sa texture croquante. On la consomme souvent crue, grillée ou sous forme de lait. L’amande est une source précieuse de nutriments essentiels et d'acides gras insaturés.",
    "seasonality": "L’amande est récoltée principalement à la fin de l'été, entre août et octobre.",
    "buying_guide": "Optez pour des amandes au parfum agréable et sans tache. Les amandes en coque doivent être lourdes, et leur coque ne doit pas être trouée.",
    "storage_guide": "Conservez les amandes dans un endroit frais et sec, de préférence dans un contenant hermétique pour éviter qu'elles ne rancissent.",
    "prep_guide": "Pour les amandes en coque, cassez la coque avec un casse-noix. Pour émonder les amandes, plongez-les dans l’eau bouillante pendant quelques secondes, puis retirez la peau.",
    "nutrition_info": "Les amandes sont riches en graisses saines, protéines, fibres, vitamine E, magnésium et calcium.",
    "texture": "Croquante",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [],
    "tags": [
      "fruit à coque",
      "croquant",
      "santé"
    ],
    "specific_data": {
      "composition": "Lipides sains, protéines, fibres, vitamine E",
      "famille_botanique": "Rosaceae"
    }
  },
  {
    "name": "Graines de sésame",
    "scientific_name": "Sesamum indicum",
    "glossary_term": "graines-de-sesame",
    "category": "graines",
    "description": "Les graines de sésame sont de petites graines ovales dures, avec un goût de noisette. Elles sont très prisées en cuisine pour leur saveur unique et leur richesse nutritionnelle. Utilisées entières, moulues ou sous forme de pâte, elles sont essentielles dans de nombreuses cuisines du monde, notamment en Asie, au Moyen-Orient et en Afrique.",
    "seasonality": "Disponibles toute l'année",
    "buying_guide": "Choisissez des graines uniformément colorées, sans traces d'humidité. Privilégiez les graines biologiques pour éviter les pesticides.",
    "storage_guide": "Conservez les graines de sésame dans un endroit frais, sec et à l'abri de la lumière. Elles peuvent être stockées jusqu'à six mois au réfrigérateur une fois ouvertes.",
    "prep_guide": "Les graines de sésame peuvent être légèrement grillées pour intensifier leur saveur. Elles peuvent être utilisées entières, moulues en poudre, ou transformées en pâte (tahini).",
    "nutrition_info": "Riche en calcium, fer, zinc, et vitamines B et E. Les graines de sésame contiennent des graisses insaturées bénéfiques pour le cœur.",
    "texture": "Craquantes, avec une sensation huileuse en bouche",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "Superaliment",
      "Assaisonnement"
    ],
    "tags": [
      "riches en nutriments",
      "sans gluten"
    ],
    "specific_data": {
      "composition": "Protéines 20%, Lipides 50%, Glucides 23%, Fibres 12%",
      "famille_botanique": "Pedaliaceae"
    }
  },
  {
    "name": "Gingembre",
    "scientific_name": "Zingiber officinale",
    "glossary_term": "Gingembre",
    "category": "épice",
    "description": "Le gingembre est une plante à rhizome aromatique originaire d'Asie, largement utilisée en cuisine pour sa saveur piquante et citronnée ainsi qu'en médecine traditionnelle pour ses propriétés bénéfiques pour la santé.",
    "seasonality": "Toute l'année",
    "buying_guide": "Recherchez des morceaux de gingembre fermes, lisses et lourds pour leur taille. Évitez les rhizomes ridés ou secs.",
    "storage_guide": "Conservez le gingembre frais au réfrigérateur, enveloppé dans une serviette en papier et placé dans un sac en plastique, pour prolonger sa durée de vie jusqu'à trois semaines.",
    "prep_guide": "Le gingembre peut être utilisé frais, émincé, râpé ou infusé dans des liquides. Pelez-le avant de l'utiliser pour une saveur optimale.",
    "nutrition_info": "Le gingembre est riche en antioxydants et possède des propriétés anti-inflammatoires. Il contient des fibres, de la vitamine C, du magnésium et du potassium.",
    "texture": "Ferme et fibreux à l'extérieur, juteux et fibreux à l'intérieur",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "épices",
      "médicinal"
    ],
    "tags": [
      "piquant",
      "aromatique",
      "santé"
    ],
    "specific_data": {
      "composition": "Huiles essentielles, zingibérène, gingérols, shogaols",
      "famille_botanique": "Zingibéracées"
    }
  },
  {
    "name": "Carotte",
    "scientific_name": "Daucus carota subsp. sativus",
    "glossary_term": "carotte",
    "category": "legume",
    "description": "La carotte est une racine comestible, généralement orange, mais pouvant également être blanche, jaune, rouge ou pourpre. Consommée depuis des milliers d'années, elle est appréciée pour sa douce saveur sucrée et sa texture croquante. Elle est souvent consommée crue ou cuite, dans une grande variété de plats.",
    "seasonality": "Toute l'année, mais surtout de juin à novembre",
    "buying_guide": "Privilégiez les carottes fermes, lisses et d'une couleur vive sans meurtrissures. Les fanes doivent être vertes et non flétries.",
    "storage_guide": "Conservez les carottes dans le bac à légumes du réfrigérateur, non lavées, pour prolonger leur fraîcheur. Éliminez les fanes pour éviter qu'elles n'absorbent l'humidité des racines.",
    "prep_guide": "Lavez soigneusement les carottes et, selon les préférences, épluchez-les avant de les consommer ou de les cuisiner. Elles peuvent être râpées, tranchées, cuites à la vapeur, rôties ou bouillies.",
    "nutrition_info": "Les carottes sont riches en bêta-carotène, fibres, vitamine K1, potassium et antioxydants. Elles sont bénéfiques pour la vision, le système immunitaire et la santé digestive.",
    "texture": "Croquante quand crue, tendre quand cuite",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "légume-racine",
      "aliment-santé",
      "source-de-fibres"
    ],
    "tags": [
      "racine",
      "vitamines",
      "healthy"
    ],
    "specific_data": {
      "composition": "Principalement de l'eau, des glucides, et riche en bêta-carotène",
      "famille_botanique": "Apiaceae"
    }
  },
  {
    "name": "Tomate",
    "scientific_name": "Solanum lycopersicum",
    "glossary_term": "tomate",
    "category": "fruit",
    "description": "La tomate est un fruit souvent utilisé comme légume en cuisine. Originaire d'Amérique du Sud, elle est cultivée dans le monde entier pour ses fruits charnus et juteux. La tomate est un ingrédient clé dans diverses cuisines, apportant une saveur acidulée et sucrée aux plats.",
    "seasonality": "Printemps, Été",
    "buying_guide": "Choisissez des tomates fermes et rouges, sans taches ni imperfections. Les tomates doivent être légèrement parfumées et lourdes pour leur taille.",
    "storage_guide": "Conservez les tomates à température ambiante, à l'abri de la lumière directe du soleil. Évitez de les réfrigérer pour préserver leur saveur et leur texture.",
    "prep_guide": "Lavez les tomates à l'eau froide. Selon l'utilisation, coupez-les en tranches, en dés ou en quartiers. Épépinez-les si nécessaire.",
    "nutrition_info": "Les tomates sont riches en vitamine C, potassium et lycopène, un antioxydant puissant.",
    "texture": "Charnue et juteuse",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "antioxydant",
      "diététique"
    ],
    "tags": [
      "frais",
      "méditerranéen",
      "ensoleillé"
    ],
    "specific_data": {
      "composition": "Eau, fibres, glucides, protéines",
      "famille_botanique": "Solanaceae"
    }
  },
  {
    "name": "Fraise",
    "scientific_name": "Fragaria × ananassa",
    "glossary_term": "fraise",
    "category": "fruit",
    "description": "La fraise est un fruit rouge vibrant, juteux et sucré, souvent associé aux desserts estivaux. Elle est appréciée pour sa saveur délicate et sa polyvalence en cuisine. Les fraises sont utilisées dans les salades, les confitures, les jus, et bien sûr, dégustées seules.",
    "seasonality": "Printemps, été",
    "buying_guide": "Choisissez des fraises fermes, brillantes et sans taches. Évitez les fraises décolorées ou molles. Leur parfum doit être agréable.",
    "storage_guide": "Conservez les fraises au réfrigérateur et consommez-les dans les 2 à 3 jours. Ne les lavez qu'avant de les consommer.",
    "prep_guide": "Rincez doucement les fraises sous l'eau froide. Équeutez-les en retirant les feuilles et la partie blanche. Elles sont prêtes à être consommées ou utilisées en cuisine.",
    "nutrition_info": "Riche en vitamine C, fibres et antioxydants.",
    "texture": "Moelleuse et juteuse",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "antioxydant",
      "source de vitamine C"
    ],
    "tags": [
      "doux",
      "délicat",
      "été",
      "rouge"
    ],
    "specific_data": {
      "composition": "Environ 91% d'eau, 7% de glucides",
      "famille_botanique": "Rosaceae"
    }
  },
  {
    "name": "Chocolat",
    "scientific_name": "Theobroma cacao",
    "glossary_term": "chocolat",
    "category": "produit sucré",
    "description": "Le chocolat est un produit alimentaire dérivé des fèves de cacao, connu pour son goût riche, sucré et amer. Utilisé dans une variété de confiseries, gâteaux, boissons et desserts, le chocolat est apprécié dans le monde entier. Il existe en plusieurs variétés, dont le chocolat noir, au lait et blanc, chacune se distinguant par sa composition en cacao et en sucre.",
    "seasonality": "Disponible toute l'année",
    "buying_guide": "Choisir un chocolat avec un pourcentage de cacao adapté à l'utilisation prévue. Vérifiez la présence d'additifs ou de conservateurs.",
    "storage_guide": "Conservez le chocolat dans un endroit frais et sec, à l'abri du soleil et des odeurs. Idéalement entre 15°C et 18°C.",
    "prep_guide": "Il peut être utilisé fondu, râpé, ou cassé en morceaux selon les recettes. Faire battre au bain-marie pour une texture lisse.",
    "nutrition_info": "Riche en magnésium, fer et antioxydants. Varie selon le type et la teneur en cacao.",
    "texture": "Variable: lisse, fondante ou ferme selon la température et la teneur en cacao",
    "image_filename": "chocolat.png",
    "functional_categories": [
      "antioxydants",
      "énergétique",
      "confiserie"
    ],
    "tags": [
      "sucré",
      "gourmandise",
      "cacao"
    ],
    "specific_data": {
      "composition": "Mateire grasse, cacao, sucre, éventuellement lait",
      "famille_botanique": "Malvaceae"
    }
  },
  {
    "name": "Artichaut",
    "scientific_name": "Cynara scolymus",
    "glossary_term": "artichaut",
    "category": "légume",
    "description": "L'artichaut est un légume composé principalement de feuilles épaisses et d'un cœur tendre. Sa saveur est délicatement sucrée et légèrement amère. Consommé depuis l'Antiquité, l'artichaut est apprécié pour ses qualités gustatives et ses propriétés bénéfiques pour la santé.",
    "seasonality": "Printemps, été",
    "buying_guide": "Choisissez des artichauts bien fermes, avec des feuilles serrées et sans zones brunes ou pourries. Plus ils sont lourds, plus leur cœur sera généreux.",
    "storage_guide": "Conservez les artichauts au réfrigérateur, dans le bac à légumes, jusqu'à une semaine. Évitez de les laver avant la conservation pour leur assurer une meilleure durabilité.",
    "prep_guide": "Coupez la tige et retirez les feuilles extérieures trop dures. Faites cuire à la vapeur, bouilli ou rôti. Retirez les poils du foin avant consommation.",
    "nutrition_info": "Riche en fibres, en vitamines C et K, et en antioxydants.",
    "texture": "Feuilles épaisses et vivantes; cœur tendre",
    "image_filename": "artichaut.jpg",
    "functional_categories": [
      "antioxydant",
      "digestif"
    ],
    "tags": [
      "printemps",
      "végan",
      "gluten-free"
    ],
    "specific_data": {
      "composition": "Eau, fibres alimentaires, glucides, protéines, lipides",
      "famille_botanique": "Asteraceae"
    }
  },
  {
    "error": "Parsing error"
  },
  {
    "name": "Non spécifié",
    "scientific_name": "Non spécifié",
    "glossary_term": "Non spécifié",
    "category": "Non spécifié",
    "description": "Non spécifié",
    "seasonality": "Non spécifié",
    "buying_guide": "Non spécifié",
    "storage_guide": "Non spécifié",
    "prep_guide": "Non spécifié",
    "nutrition_info": "Non spécifié",
    "texture": "Non spécifié",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [],
    "tags": [],
    "specific_data": {
      "composition": "Non spécifié",
      "famille_botanique": "Non spécifié"
    }
  },
  {
    "name": "Tomate",
    "scientific_name": "Solanum lycopersicum",
    "glossary_term": "Tomate",
    "category": "fruit",
    "description": "La tomate est un fruit souvent considéré et cuisiné comme un légume. Originaire d'Amérique du Sud, elle est devenue incontournable dans les cuisines du monde entier. Disponible en de nombreuses variétés de formes et de couleurs, la tomate est riche en vitamines et antioxydants comme le lycopène.",
    "seasonality": "Été",
    "buying_guide": "Choisissez des tomates fermes avec une peau lisse et sans imperfections. Elles doivent avoir une odeur agréable et mûre au niveau du pédoncule.",
    "storage_guide": "Conservez-les à température ambiante jusqu'à ce qu'elles soient mûres, puis placez-les au réfrigérateur pour prolonger leur durée de conservation.",
    "prep_guide": "Lavez soigneusement avant usage. Elles peuvent être consommées crues, en salades, ou cuites dans divers plats.",
    "nutrition_info": "Riche en vitamine C, potassium, folate et vitamine K.",
    "texture": "Juteuse",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [],
    "tags": [
      "Riche en vitamines",
      "Antioxydant",
      "Multi-usages"
    ],
    "specific_data": {
      "composition": "Eau, glucides, fibres, protéines, lipides",
      "famille_botanique": "Solanaceae"
    }
  },
  {
    "name": "Pomme",
    "scientific_name": "Malus domestica",
    "glossary_term": "Pomme",
    "category": "Fruit",
    "description": "La pomme est le fruit du pommier, un des fruits les plus cultivés et consommés dans le monde. Elle se caractérise par une grande variété de formes, de couleurs et de saveurs. La chair de la pomme est généralement croquante, juteuse et sucrée, bien que certaines variétés puissent être plus acides.",
    "seasonality": "Automne",
    "buying_guide": "Choisissez des pommes fermes, sans taches ni meurtrissures. Privilégiez les pommes de saison pour une saveur optimale.",
    "storage_guide": "Conservez les pommes dans le bac à légumes du réfrigérateur pour prolonger leur fraîcheur. Elles se conservent généralement 4 à 6 semaines.",
    "prep_guide": "Lavez les pommes avant de les consommer. Elles peuvent être consommées crues, cuites en compote, ou utilisées dans des pâtisseries.",
    "nutrition_info": "Les pommes sont riches en vitamines C, en fibres alimentaires et en antioxydants.",
    "texture": "Croquante",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "Antioxydant",
      "Source de fibres"
    ],
    "tags": [
      "cru",
      "cuit",
      "pâtisserie",
      "compote"
    ],
    "specific_data": {
      "composition": "Eau, sucres naturels, vitamine C, fibres",
      "famille_botanique": "Rosaceae"
    }
  },
  {
    "name": "Non spécifié",
    "scientific_name": "Non spécifié",
    "glossary_term": "Non spécifié",
    "category": "Non spécifié",
    "description": "Non spécifié",
    "seasonality": "Non spécifié",
    "buying_guide": "Non spécifié",
    "storage_guide": "Non spécifié",
    "prep_guide": "Non spécifié",
    "nutrition_info": "Non spécifié",
    "texture": "Non spécifié",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [],
    "tags": [],
    "specific_data": {
      "composition": "Non spécifié",
      "famille_botanique": "Non spécifié"
    }
  },
  {
    "name": "Non spécifié",
    "scientific_name": "Non spécifié",
    "glossary_term": "Non spécifié",
    "category": "Non spécifié",
    "description": "Non spécifié",
    "seasonality": "Non spécifié",
    "buying_guide": "Non spécifié",
    "storage_guide": "Non spécifié",
    "prep_guide": "Non spécifié",
    "nutrition_info": "Non spécifié",
    "texture": "Non spécifié",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [],
    "tags": [],
    "specific_data": {
      "composition": "Non spécifié",
      "famille_botanique": "Non spécifié"
    }
  },
  {
    "name": "Pommes de terre",
    "scientific_name": "Solanum tuberosum",
    "glossary_term": "Pomme de terre",
    "category": "legume",
    "description": "La pomme de terre est un tubercule comestible provenant de la plante du même nom, appartenant à la famille des Solanacées. Originaire des Andes en Amérique du Sud, elle est devenue un aliment de base dans de nombreuses cultures à travers le monde en raison de sa polyvalence en cuisine et de sa capacité à pousser dans divers climats.",
    "seasonality": "Toute l'année, avec des pics en automne",
    "buying_guide": "Choisissez des pommes de terre fermes, sans taches vertes, ni germes. Évitez celles qui sont molles ou présentent des meurtrissures.",
    "storage_guide": "Conservez-les dans un endroit frais, sombre et sec, comme un cellier. Évitez le réfrigérateur qui peut altérer leur goût.",
    "prep_guide": "Brossez ou lavez les pommes de terre pour enlever la terre. Elles peuvent être épluchées ou cuites avec la peau selon l'utilisation.",
    "nutrition_info": "Riches en glucides complexes, vitamine C et potassium. Peu de matières grasses.",
    "texture": "Variable selon la variété, allant de farineuse à ferme.",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "source d'énergie",
      "confort alimentaire"
    ],
    "tags": [
      "tubercule",
      "racine",
      "féculent"
    ],
    "specific_data": {
      "composition": "Eau, amidon, fibres, vitamines et minéraux",
      "famille_botanique": "Solanaceae"
    }
  },
  {
    "name": "Orange",
    "scientific_name": "Citrus × sinensis",
    "glossary_term": "orange",
    "category": "fruit",
    "description": "L'orange est un agrume sucré et juteux, appréciée dans le monde entier pour sa saveur rafraîchissante et sa richesse en vitamine C. Originaire d'Asie du Sud-Est, cette fruit a été largement cultivé dans des régions à climat tropical et méditerranéen.",
    "seasonality": "Hiver à printemps",
    "buying_guide": "Choisissez des oranges lourdes et fermes pour leur taille, avec une peau lisse et d'un orange vif, signe de maturité et de fraîcheur.",
    "storage_guide": "Les oranges peuvent être conservées à température ambiante pendant environ une semaine ou réfrigérées pour prolonger leur durée de conservation jusqu'à deux semaines.",
    "prep_guide": "Lavez soigneusement l'orange, puis épluchez-la ou coupez-la en quartiers pour la consommer directement ou l'utiliser dans des recettes.",
    "nutrition_info": "Riches en vitamine C, les oranges fournissent également des fibres, des antioxydants et des folates. Elles contiennent peu de calories, ce qui en fait un excellent ajout à un régime équilibré.",
    "texture": "Juteuse et pulpeuse",
    "image_filename": "{{ $json.original_filename }}",
    "functional_categories": [
      "Fruits frais",
      "Aliments juteux",
      "Sources de vitamine C"
    ],
    "tags": [
      "Agrume",
      "Vitamine C",
      "Jus de fruit",
      "Cocktail"
    ],
    "specific_data": {
      "composition": "Principalement de l'eau, des glucides sous forme de fructose, et des quantités modérées de fibres alimentaires.",
      "famille_botanique": "Rutaceae"
    }
  },
  {
    "name": "Pomme",
    "scientific_name": "Malus domestica",
    "glossary_term": "pomme",
    "category": "fruit",
    "description": "La pomme est un fruit comestible produit par le pommier. Les pommes sont généralement rondes et peuvent varier en couleur du vert au rouge en passant par le jaune. Elles sont consommées dans le monde entier tant crues que cuites, et sont souvent utilisées dans la pâtisserie, les jus et les compotes.",
    "seasonality": "Automne",
    "buying_guide": "Choisissez des pommes fermes, sans meurtrissures ni taches. La peau doit être lisse et brillante, et le fruit doit dégager un parfum agréable.",
    "storage_guide": "Conservez les pommes dans un endroit frais et sec, ou dans le bac à légumes du réfrigérateur pour prolonger leur fraîcheur.",
    "prep_guide": "Lavez soigneusement les pommes avant de les consommer. Elles peuvent être pelées ou non en fonction de vos préférences. Coupez-les en tranches ou en morceaux pour les salades, desserts, ou snacks.",
    "nutrition_info": "Les pommes sont une bonne source de fibres alimentaires et de vitamine C. Elles sont également faibles en calories et riches en antioxydants.",
    "texture": "Croquante",
    "image_filename": "Non spécifié",
    "functional_categories": [
      "snack",
      "dessert",
      "ingredient"
    ],
    "tags": [
      "fruit",
      "healthy",
      "vitamin C",
      "fiber"
    ],
    "specific_data": {
      "composition": "Eau, fibres alimentaires, sucres naturels, vitamine C",
      "famille_botanique": "Rosaceae"
    }
  }
]