[
  {
    "name": "Courge",
    "scientific_name": "Cucurbita spp.",
    "glossary_term": "Courge",
    "category": "legume",
    "description": "La courge est le terme générique des fruits comestibles de plusieurs espèces de Cucurbita, originaires d’Amérique centrale et longtemps cultivées pour leur chair dense et sucrée. Appréciée dans de nombreuses cuisines, elle se décline en variétés aussi diverses que le potimarron, la butternut ou le potiron. Sa couleur peut varier du vert au jaune vif, en passant par l’orange profond. Sa chair onctueuse permet une large palette d’usages culinaires, du velouté aux purées, en passant par les gratins et les desserts.",
    "seasonality": "Septembre à Novembre (se conserve tout l'hiver)",
    "buying_guide": "Choisissez une courge à peau dure, sans fissure ni tache molle, avec un pédoncule bien fixé. Elle doit sembler lourde pour son volume, signe d’une chair dense et juteuse.",
    "storage_guide": "Conservez-la à l’abri de la lumière, dans un lieu sec et aéré à 10–15 °C. Évitez le froid trop intense (dessèchement) ou l’humidité (moisissures).",
    "prep_guide": "Pour la découpe, utilisez un grand couteau bien affûté. Coupez d’abord le pédoncule, tranchez la courge en deux, évidez les graines puis coupez en quartiers. Vous pouvez la cuire à la vapeur, rôtie au four ou en soupe après avoir retiré la peau.",
    "nutrition_info": "Pour 100 g de chair crue : énergie 18 kcal, eau 94 g, glucides 3,5 g, fibres 1 g, protéines 1 g, lipides 0,1 g, vitamine A 426 µg, vitamine C 9 mg, potassium 340 mg.",
    "texture": "Chair ferme à l’état cru, fondante et onctueuse à la cuisson, légèrement sucrée.",
    "image_filename": "courge.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau ~90 %, glucides 3,5 %, fibres 1 %, protides 1 %, lipides 0,1 %",
      "famille_botanique": "Cucurbitaceae"
    }
  },
  {
    "name": "Courgette",
    "scientific_name": "Cucurbita pepo",
    "glossary_term": "Courgette",
    "category": "legume",
    "description": "La courgette est un légume d’été de la famille des cucurbitacées, apprécié pour sa chair tendre et sa polyvalence culinaire. Originaire d’Amérique centrale et introduite en Méditerranée, elle se consomme crue ou cuite dans de nombreuses préparations, de la ratatouille aux gratins.",
    "seasonality": "Mai à septembre",
    "buying_guide": "Choisir des courgettes fermes, à peau lisse et sans taches, de préférence droites et moyennes pour une chair fine. Les petites gousses offrent une saveur plus délicate et moins d’amertume.",
    "storage_guide": "Conserver au réfrigérateur (7–10 °C) dans le bac à légumes, de préférence dans un sac en papier ou perforé. Utiliser sous 3 à 5 jours pour préserver texture et saveur.",
    "prep_guide": "Laver à l’eau froide, essuyer sans peler si la peau est fine. Couper les extrémités puis détailler en rondelles, en bâtonnets ou en dés selon la recette. Peut être cuite à la vapeur, sautée, grillée, farcie ou consommée crue en carpaccio ou spiralisée.",
    "nutrition_info": "Apporte 17 kcal/100 g, eau 94,8 %, glucides 3,1 g, protéines 1,2 g, lipides 0,3 g et fibres 1 g. Source de vitamine C, vitamine B6, potassium et antioxydants comme le bêta-carotène.",
    "texture": "Chair ferme et croquante fraîche, devenant fondante et légèrement crémeuse à la cuisson, avec une peau lisse et peu fibreuse.",
    "image_filename": "courgette.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau 94,8 %, fibres 1 %, glucides 3,1 %, protéines 1,2 %, lipides 0,3 %",
      "famille_botanique": "Cucurbitacées"
    }
  },
  {
    "name": "Dachine",
    "scientific_name": "Colocasia esculenta",
    "glossary_term": "Taro",
    "category": "legume",
    "description": "La dachine est un tubercule comestible originaire des régions tropicales, largement cultivé dans les Caraïbes et en Asie. Elle appartient à la famille des Aracées et se caractérise par sa chair blanche à crème, sa peau rugueuse et sa saveur douce et légèrement noisette après cuisson. Elle sert de base à de nombreux plats traditionnels, soupes ou purées.",
    "seasonality": "Disponible toute l'année avec un pic de récolte d'octobre à mars",
    "buying_guide": "Choisissez des tubercules fermes, lourds pour leur taille, à la peau exempte de taches, de moisissures ou de parties molles. Évitez ceux présentant des germes ou des zones foncées.",
    "storage_guide": "Conservez-les dans un endroit frais (10–15 °C), sec et aéré, à l'abri de la lumière directe. Ne pas réfrigérer cru. À consommer dans les 10 à 14 jours.",
    "prep_guide": "Pelez la peau rugueuse à l'aide d'un épluche-légumes ou d'un couteau, de préférence sous l'eau pour limiter les démangeaisons cutanées. Rincez, coupez en morceaux et faites cuire à l'eau, à la vapeur, ou intégrez-les dans des bouillons, purées ou frites. Ne consommez jamais cru.",
    "nutrition_info": "Pour 100 g : énergie 142 kcal, glucides 34 g, protéines 2 g, fibres 5 g, lipides 0,1 g, vitamine B6, vitamine C, potassium",
    "texture": "Après cuisson, ferme et légèrement farineuse, offrant une sensation crémeuse en purée.",
    "image_filename": "dachine.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau (60 %), glucides (35 %), fibres (5 %), protéines (2 %), lipides (0,1 %), minéraux",
      "famille_botanique": "Araceae"
    }
  },
  {
    "name": "Radis daikon",
    "scientific_name": "Raphanus sativus var. longipinnatus",
    "glossary_term": "Radis",
    "category": "légume",
    "description": "Le radis daikon est une variété de radis originaire d'Asie de l'Est, reconnu pour sa forme allongée, sa chair blanche et sa saveur douce à légèrement piquante. Sa teneur élevée en eau et en fibres en fait un ingrédient léger et rafraîchissant, couramment utilisé cru en salade, mariné en pickles ou cuit dans les potages et les mijotés.",
    "seasonality": "Automne et hiver (octobre à mars)",
    "buying_guide": "Choisissez un radis daikon ferme, à la peau lisse et sans taches. Les fanes doivent être fraîches et vertes, signe d'un légume récolté récemment.",
    "storage_guide": "Retirez les fanes, enveloppez le radis dans un film plastique ou un sac perforé puis conservez-le au réfrigérateur. Il se garde ainsi 1 à 2 semaines sans altérer sa texture.",
    "prep_guide": "Épluchez la peau si elle est épaisse, puis coupez en rondelles, bâtonnets ou râpez-le. Idéal en salade, pickles, soupe miso ou mijoté avec des légumes racines.",
    "nutrition_info": "Pour 100 g : énergie 18 kcal, eau 95 g, glucides 3,4 g, fibres 1,6 g, protéines 1 g, lipides 0,1 g, vitamine C 22 mg, potassium 230 mg.",
    "texture": "Chair ferme, croquante et juteuse, avec une légère pointe de piquant en bouche.",
    "image_filename": "radis_daikon.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "95 % d'eau, 1,6 % de fibres, 3,4 % de glucides, 1 % de protéines",
      "famille_botanique": "Brassicaceae"
    }
  },
  {
    "name": "Kombu",
    "scientific_name": "Saccharina japonica",
    "glossary_term": "Kombu",
    "category": "legume",
    "description": "Le kombu est une algue brune comestible largement utilisée dans la cuisine japonaise. Appartenant à la famille des Laminariaceae, il est reconnu pour sa richesse en umami dû à sa forte teneur en acide glutamique. Traditionnellement séché, il sert de base à de nombreux bouillons, sauces et plats mijotés. Ses sels minéraux et oligo-éléments, notamment l’iode, en font un aliment apprécié aussi pour ses bienfaits nutritionnels.",
    "seasonality": "Toute l'année (séché)",
    "buying_guide": "Choisir des feuilles épaisses, d’une couleur variant du vert foncé au brun, sans traces blanchâtres excessives (signe d’oxydation). Vérifier qu’elles soient bien sèches, non cassantes et exemptes d’odeurs désagréables.",
    "storage_guide": "Conserver dans un contenant hermétique, à l’abri de la lumière et de l’humidité, dans un endroit frais et sec. Une fois réhydraté, utiliser rapidement ou conserver 2–3 jours au réfrigérateur.",
    "prep_guide": "Rincer rapidement pour éliminer tout excès de sel, puis faire tremper 10 à 30 minutes selon l’épaisseur. Couper en lanières ou en morceaux avant de l’ajouter directement aux bouillons pour infuser sa saveur umami.",
    "nutrition_info": "Pour 100 g de kombu séché : énergie 125 kcal, eau 10 g, protéines 11 g, lipides 1 g, glucides 57 g (dont fibres 25 g), sodium 2000 mg, iode 2500 µg.",
    "texture": "Feuille ferme et légèrement caoutchouteuse après réhydratation, devenant plus fondante en cuisson prolongée.",
    "image_filename": "Kombu.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "umami",
      "iodé"
    ],
    "specific_data": {
      "composition": "Eau 10 %, fibres 25 %, protéines 11 %, glucides 57 %, lipides 1 %, sel naturel riche en minéraux et oligo-éléments",
      "famille_botanique": "Laminariaceae"
    }
  },
  {
    "name": "Échalote",
    "scientific_name": "Allium cepa var. aggregatum",
    "glossary_term": "Échalote",
    "category": "legume",
    "description": "L’échalote est un bulbe comestible du genre Allium, apparenté à l’oignon, cultivé pour sa saveur douce et subtile. De forme allongée, elle se compose de plusieurs caïeux serrés, recouverts d’une fine tunique brun doré à violacée. Appréciée depuis l’Antiquité pour son parfum délicat, elle est incontournable en cuisine pour parfumer sauces, fonds de cuisson, vinaigrettes et plats mijotés.",
    "seasonality": "Juin à septembre (disponible toute l’année après stockage)",
    "buying_guide": "Choisir des bulbes fermes, sans taches ni germes, à la tunique bien sèche et sans excès d’humidité. Privilégier les échalotes de calibre régulier et de couleur uniforme.",
    "storage_guide": "Conserver en vrac dans un endroit frais (10–15 °C), sec et aéré, à l’abri de la lumière pour éviter la germination. Éviter le réfrigérateur qui favorise les moisissures.",
    "prep_guide": "Retirer la tunique sèche, séparer les caïeux si besoin et hacher finement pour les faire revenir à l’huile ou au beurre. Peut être rissolée, confite, caramélisée ou utilisée crue en fines rondelles dans les salades et vinaigrettes.",
    "nutrition_info": "Pour 100 g : énergie 72 kcal, eau 80 g, protéines 2,5 g, glucides 16 g (dont sucres 7 g), lipides 0,1 g, fibres 3 g, sodium 12 mg, vitamine C 8 mg.",
    "texture": "Croquante et juteuse crue, elle devient fondante et soyeuse après cuisson, avec une légère granularité.",
    "image_filename": "echalote.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Environ 80 % d’eau, 16 % de glucides, 3 % de fibres, 2,5 % de protéines, traces de lipides",
      "famille_botanique": "Amaryllidaceae"
    }
  },
  {
    "name": "Endive",
    "scientific_name": "Cichorium endivia",
    "glossary_term": "Chicorée",
    "category": "legume",
    "description": "L'endive est un légume-feuille de la famille des Astéracées, obtenu par forçage de la chicorée. Elle se caractérise par une pomme compacte de feuilles blanches à nervures légèrement jaunes et un goût délicatement amer. Très appréciée dans la cuisine d'automne et d'hiver, elle se prête aussi bien à la consommation crue en salade qu'à divers cuissons légères.",
    "seasonality": "Octobre à Mars",
    "buying_guide": "Choisissez des pommes fermes et bien serrées, d'un blanc éclatant avec des pointes jaunes. Évitez les endives tâchées, flétries ou présentant des brunissures aux extrémités.",
    "storage_guide": "Conservez les endives non lavées dans le bac à légumes du réfrigérateur, enveloppées dans un film plastique ou un sac perforé, à 2–4 °C. À consommer sous une semaine pour préserver leur croquant et limiter l’amertume.",
    "prep_guide": "Coupez la base avec un couteau bien aiguisé, retirez les feuilles abîmées, puis rincez rapidement sous l’eau froide. Selon la recette, vous pouvez les émincer crues, les braiser, les gratiner ou les pocher.",
    "nutrition_info": "Pour 100 g : énergie 17 kcal, eau 94 g, protéines 1,3 g, glucides 2,3 g (dont sucres 1,2 g), fibres 1,7 g, lipides 0,2 g. Riche en vitamine A, vitamine B9 et potassium.",
    "texture": "Croquante et ferme, avec une légère onctuosité en bouche et une amertume délicate.",
    "image_filename": "endive.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau : 94 g, Fibres : 1,7 g, Glucides : 2,3 g, Protéines : 1,3 g, Lipides : 0,2 g (pour 100 g)",
      "famille_botanique": "Astéracées"
    }
  },
  {
    "name": "Épinard",
    "scientific_name": "Spinacia oleracea",
    "glossary_term": "Épinard",
    "category": "legume",
    "description": "L’épinard est une plante potagère annuelle originaire d’Asie centrale, cultivée pour ses feuilles à la texture tendre et au goût légèrement amer. Appartenant à la famille des Amaranthaceae, il se décline en plusieurs variétés (lisses, frisées, savoyées) adaptées aussi bien à la consommation crue en salade qu’à la cuisson (sautés, potages, purées). Riche en fer, en vitamines A, C et K, il entre dans de nombreuses préparations culinaires et régionales.",
    "seasonality": "Avril à juin et septembre à novembre",
    "buying_guide": "Choisir des feuilles bien vertes, fermes, sans taches jaunes ni signes de flétrissement. Les tiges doivent être souples et hydratées. Privilégier les bouquets à brins fins pour une cuisson rapide ou les grandes feuilles lisses pour les préparations vapeur.",
    "storage_guide": "Conserver dans le bac à légumes du réfrigérateur, dans un sac ou enveloppé d’un papier absorbant humide pour maintenir l’hydratation. À consommer idéalement sous 2 à 3 jours.",
    "prep_guide": "Laver soigneusement à l’eau froide pour éliminer terre et sable. Équeuter les tiges trop épaisses. Blanchir 1 à 2 minutes pour préserver la couleur et la texture, puis plonger dans de l’eau glacée pour arrêter la cuisson. Hacher selon la recette.",
    "nutrition_info": "Pour 100 g : énergie 23 kcal, protéines 2,9 g, lipides 0,4 g, glucides 3,6 g (dont sucres 0,4 g), fibres 2,2 g, vitamine A 469 µg, vitamine C 28 mg, vitamine K 482 µg, fer 2,7 mg, calcium 99 mg.",
    "texture": "Feuilles tendres, légèrement croquantes en bordure, chair moelleuse après cuisson.",
    "image_filename": "epinard.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau 91 %, fibres 2,2 %, protéines 2,9 %, glucides 3,6 %, lipides 0,4 %",
      "famille_botanique": "Amaranthaceae"
    }
  },
  {
    "name": "Fenouil",
    "scientific_name": "Foeniculum vulgare",
    "glossary_term": "Fenouil",
    "category": "legume",
    "description": "Le fenouil est une plante potagère de la famille des Apiaceae, cultivée pour son bulbe charnu et ses feuilles plumeuses à l'arôme anisé. Originaire de la région méditerranéenne, il est apprécié depuis l’Antiquité pour ses vertus digestives et sa saveur suave. Le bulbe, formé par le renflement des bases foliaires, se décline en plusieurs variétés (blanc, violet) et se consomme cru ou cuit. Les feuilles et graines sont employées comme herbes aromatiques et en épices. Le fenouil est produit en climat tempéré, du littoral méditerranéen aux vallées intérieures.",
    "seasonality": "Août à novembre",
    "buying_guide": "Choisissez des bulbes fermes, blancs et compacts, à section bien arrondie, sans taches brunes ni parties molles. Les frondes doivent être vertes et fraîches. Les petits bulbes sont plus tendres et plus doux.",
    "storage_guide": "Conservez les bulbes non lavés dans le bac à légumes du réfrigérateur, dans un sac perforé, pendant 5 à 7 jours. Séparez les frondes pour les utiliser rapidement ou les envelopper dans un linge humide.",
    "prep_guide": "Coupez les tiges et retirez les frondes. Lavez le bulbe, taillez le cœur si nécessaire pour éliminer la partie la plus dure. Émincez finement pour les salades, taillez en tronçons pour la cuisson à l’étouffée, rôtissage ou gratin. Réservez quelques pluches pour la décoration.",
    "nutrition_info": "Pour 100 g : énergie 134 kJ (32 kcal), eau 90,8 g, glucides 7,3 g (dont sucres 3,9 g), fibres 3,1 g, protéines 1,2 g, lipides 0,2 g, vitamine C 12 mg, potassium 414 mg.",
    "texture": "Bulbe croquant et juteux, chair ferme avec une légère mâche fibreuse. Les frondes sont plus tendres et délicates.",
    "image_filename": "fenouil.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau : 90,8 g; Glucides : 7,3 g; Fibres : 3,1 g; Protéines : 1,2 g; Lipides : 0,2 g.",
      "famille_botanique": "Apiaceae"
    }
  },
  {
    "name": "Fève",
    "scientific_name": "Vicia faba",
    "glossary_term": "Fève",
    "category": "legume",
    "description": "La fève est le fruit de la féverole, une légumineuse de la famille des Fabaceae, cultivée depuis l’Antiquité. Appréciée pour sa richesse en protéines végétales et fibres, elle se consomme fraîche au printemps ou séchée tout au long de l’année. Sa saveur douce et légèrement sucrée se prête à de nombreuses préparations, de la simple poêlée aux purées, soupes et salades composées.",
    "seasonality": "Avril à juin",
    "buying_guide": "Choisir des cosses bien remplies, fermes et vertes, sans taches ni jaunissement. Les fèves fraîches doivent être lourdes pour leur taille et présenter une peau lisse.",
    "storage_guide": "Conserver les fèves non égrainées, non lavées, dans le bac à légumes du réfrigérateur, enveloppées dans un sac perforé, et consommer sous 3 à 4 jours. Une fois égrenées, les garder dans une boîte hermétique 1 à 2 jours ou les blanchir puis congeler.",
    "prep_guide": "Écosser les fèves, puis les plonger 1 à 2 minutes dans l’eau bouillante. Refroidir immédiatement pour faciliter l’enlèvement de la peau. Selon la recette, poêler, cuire à l’étouffée ou mixer pour réaliser purées et soupes.",
    "nutrition_info": "Pour 100 g de fèves cuites : énergie 88 kcal, protéines 7,6 g, glucides 13,9 g (dont sucres 1,8 g), lipides 0,6 g, fibres 5,4 g, eau 75 g, sel 0,01 g.",
    "texture": "Croquante sous la dent à l’état frais, chair tendre et légèrement farineuse après cuisson.",
    "image_filename": "feve.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau 75%, Glucides 14%, Protéines 7,6%, Lipides 0,6%, Fibres 5,4%, Cendres 1%",
      "famille_botanique": "Fabaceae"
    }
  },
  {
    "name": "Fève",
    "scientific_name": "Vicia faba",
    "glossary_term": "Fève",
    "category": "legume",
    "description": "La fève est le fruit comestible de la plante potagère Vicia faba, cultivée depuis l’Antiquité pour ses grains riches en protéines. Appréciée dans les cuisines du bassin méditerranéen et du Moyen-Orient, elle se consomme fraîche ou séchée, en soupe, en purée, en salade ou en accompagnement de plats mijotés.",
    "seasonality": "Mai à juillet",
    "buying_guide": "Choisissez des gousses bien alignées, fermes et luisantes, sans taches brunes ni décolorations. Préférez des fèves de calibre régulier et d’un vert éclatant pour garantir fraîcheur et tendreté.",
    "storage_guide": "Conservez les gousses entières dans le bac à légumes du réfrigérateur, dans un sac perforé, et utilisez-les dans les 3 à 5 jours. Les grains écossés se congèlent après blanchiment.",
    "prep_guide": "Écossez les fèves, plongez-les 2 minutes dans l’eau bouillante puis rafraîchissez-les à l’eau glacée pour ôter la seconde peau. Servez-les entières, écrasées ou mixées selon la recette.",
    "nutrition_info": "Pour 100 g : énergie 88 kcal, protéines 7,6 g, glucides 15,6 g (dont sucres 1,8 g), lipides 0,7 g, fibres 5,4 g, potassium 332 mg, folates 107 µg.",
    "texture": "Ferme et légèrement croquante crue, moelleuse et fondante cuite.",
    "image_filename": "feve.webp",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau 11,4 g, fibres 5,4 g, protéines 7,6 g, glucides 15,6 g, lipides 0,7 g",
      "famille_botanique": "Fabaceae"
    }
  },
  {
    "name": "Haricot vert",
    "scientific_name": "Phaseolus vulgaris",
    "glossary_term": "Haricot",
    "category": "legume",
    "description": "Le haricot vert est la forme immature et consommée du haricot commun. Originaire d'Amérique centrale et introduit en Europe au XVIᵉ siècle, il est apprécié pour sa couleur verte vive, sa saveur douce et son apport nutritif. Consommé frais, en conserve ou surgelé, il accompagne une grande variété de préparations culinaires, des salades aux plats mijotés.",
    "seasonality": "Mai à septembre",
    "buying_guide": "Choisir des gousses d'un vert intense, fines et uniformes, sans taches ni ramollissements. Privilégier celles dont la taille est régulière, signe d'une maturité optimale et d'une texture croquante.",
    "storage_guide": "Conserver au réfrigérateur dans un sac perforé ou une boîte hermétique, idéalement à 5 °C. À consommer dans les 3 à 5 jours pour préserver croquant et fraîcheur.",
    "prep_guide": "Laver les gousses, équeuter les extrémités. Pour atténuer la filandre, peler légèrement un côté si nécessaire. Cuire à l'eau bouillante salée (2 à 4 minutes), à la vapeur ou à l’étouffée jusqu’à la juste tendreté.",
    "nutrition_info": "Pour 100 g de haricots verts frais : énergie 31 kcal, eau 90 g, protéines 2 g, glucides 7 g (dont sucres 3 g), lipides 0,2 g, fibres 3,4 g, vitamines C, K et minéraux (fer, magnésium).",
    "texture": "Croquante et tendre lorsqu'il est juste cuit, légèrement fibreuse si trop mature ou trop cuite.",
    "image_filename": "haricot-vert.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau 90 %, fibres 3,4 %, protéines 2 %, glucides 7 %, lipides 0,2 %",
      "famille_botanique": "Fabaceae"
    }
  },
  {
    "name": "Ignam",
    "scientific_name": "Dioscorea alata",
    "glossary_term": "Igname",
    "category": "legume",
    "description": "L’ignam est un tubercule tropical comestible, riche en amidon. Originaire d’Afrique de l’Ouest puis cultivé dans toutes les zones chaudes, il se distingue par sa peau rugueuse et sa chair ferme, blanche ou légèrement rosée. Utilisé comme accompagnement ou ingrédient de base, il apporte consistance et énergie aux plats traditionnels et modernes.",
    "seasonality": "Disponible toute l’année, meilleure qualité de septembre à février",
    "buying_guide": "Choisir un tubercule lourd pour son volume, à peau lisse et intacte, sans taches sombres ni zones molles. Privilégier la fermeté au toucher et un parfum frais sans odeur fermentée.",
    "storage_guide": "Conserver dans un endroit frais (12-15 °C), sec et ventilé, à l’abri de la lumière. Ne pas réfrigérer pour éviter le dessèchement ou le noircissement prématuré.",
    "prep_guide": "Peler à l’économe ou au couteau, découper en dés ou en tranches. Pour estomper l’amidon, rincer à l’eau claire avant cuisson. Se prête à la cuisson à l’eau, vapeur, four, friture ou en purée.",
    "nutrition_info": "Pour 100 g : énergie 118 kcal, glucides 27 g, protéines 2 g, lipides 0,2 g, fibres 4 g, potassium 816 mg, vitamine C 17 mg.",
    "texture": "Chair ferme, moelleuse une fois cuite, légèrement farineuse",
    "image_filename": "ignam.jpg",
    "functional_categories": [
      "base-potage",
      "accompagnement"
    ],
    "tags": [
      "exotique",
      "riche-en-fibres"
    ],
    "specific_data": {
      "composition": "eau 70 %, glucides 27 %, protéines 2 %, lipides 0,2 %, fibres 4 %",
      "famille_botanique": "Dioscoreaceae"
    }
  },
  {
    "name": "Laitue romaine",
    "scientific_name": "Lactuca sativa var. longifolia",
    "glossary_term": "Laitue",
    "category": "legume",
    "description": "La laitue romaine est une variété de laitue au feuillage allongé et croquant, originaire de la région méditerranéenne. Elle se distingue par ses grosses nervures blanches et son goût légèrement amer adouci par sa texture juteuse. Très utilisée en salade César, elle se prête aussi aux wraps et aux cuissons rapides comme le grill ou le wok.",
    "seasonality": "Avril à octobre",
    "buying_guide": "Choisir une tête compacte, aux feuilles fermes et bien colorées, sans taches brunes ni signes de flétrissement. Le cœur doit être bien serré et la base coupée fraîchement.",
    "storage_guide": "Envelopper la laitue dans un film plastique ou un sac perforé et conserver au réfrigérateur (4–6 °C) dans le bac à légumes. Utiliser de préférence sous 3 à 5 jours. Ne pas laver avant stockage pour éviter la perte de croquant.",
    "prep_guide": "Couper la base, détacher les feuilles et les rincer sous l'eau froide. Essorer délicatement pour éliminer l'excès d'eau. Découper selon la recette : en lanières pour les salades, en quartiers ou en barquettes pour la cuisson.",
    "nutrition_info": "Pour 100 g : Énergie 15 kcal, Protéines 1,2 g, Lipides 0,2 g, Glucides 2 g, Fibres 1,5 g, Vitamine A 500 µg, Vitamine K 48 µg, Vitamine C 4 mg.",
    "texture": "Feuilles croquantes, juteuses et légèrement fermes au centre",
    "image_filename": "laitue romaine.jpg",
    "functional_categories": [
      "base-salade",
      "garniture"
    ],
    "tags": [
      "frais",
      "croquant"
    ],
    "specific_data": {
      "composition": "Environ 95 % d'eau, 1,5 % de fibres, traces de lipides et de protéines",
      "famille_botanique": "Asteraceae"
    }
  },
  {
    "name": "Laitue",
    "scientific_name": "Lactuca sativa",
    "glossary_term": "Laitue",
    "category": "legume",
    "description": "La laitue (Lactuca sativa) est une plante potagère de la famille des Asteraceae, cultivée depuis l’Antiquité pour ses feuilles tendres et croquantes. Elle se décline en de nombreuses variétés (romaine, pommée, batavia, feuille de chêne…) et se consomme principalement crue en salades, mais peut aussi apporter de la fraîcheur à des potages ou des jus verts. Sa culture est facile et rapide, adaptée aux sols frais et bien drainés.",
    "seasonality": "Mars à octobre",
    "buying_guide": "Choisir une tête lourde et ferme, aux feuilles bien colorées et dépourvues de taches brunes ou de flétrissement. Les nervures doivent être croquantes et sans traces de mouche de la laitue.",
    "storage_guide": "Conserver au réfrigérateur dans le bac à légumes, enveloppée dans un papier absorbant ou un film perforé pour limiter la déshydratation. À consommer dans les 3 à 5 jours.",
    "prep_guide": "Retirer les feuilles extérieures abîmées, séparer les feuilles et laver sous un filet d’eau froide. Essorer dans une centrifugeuse à salade ou sur un torchon propre. Détacher ou découper selon la recette.",
    "nutrition_info": "Pour 100 g : énergie 15 kcal, eau 95 g, glucides 2.9 g, fibres 1.2 g, protéines 1.4 g, lipides 0.2 g, vitamines A, K, folates et minéraux (potassium, calcium).",
    "texture": "Feuilles tendres, croquantes et légèrement juteuses",
    "image_filename": "laitue.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau 95 %, Glucides 2.9 g, Fibres 1.2 g, Protéines 1.4 g, Lipides 0.2 g",
      "famille_botanique": "Asteraceae"
    }
  },
  {
    "name": "Lentilles",
    "scientific_name": "Lens culinaris",
    "glossary_term": "Lentille",
    "category": "legume",
    "description": "Les lentilles sont de petites graines comestibles issues de la plante herbacée Lens culinaris, cultivée depuis des millénaires au Proche-Orient. Elles se distinguent par leurs couleurs variées (vertes, brunes, corail, noires) et leur richesse nutritionnelle. Utilisées dans de nombreuses cuisines du monde, elles apportent une texture moelleuse et un goût légèrement noisette aux soupes, salades, plats mijotés ou galettes végétales.",
    "seasonality": "Récolte juin à septembre – disponibles toute l'année (séchées)",
    "buying_guide": "Privilégiez des lentilles issues de circuits courts ou labellisées (AOC Puy, bio). Choisissez des graines fermes, exemptes de poussière, de cailloux ou de décolorations. Vérifiez la date limite de consommation.",
    "storage_guide": "Conservez-les dans un récipient hermétique, à l’abri de la lumière, de la chaleur et de l’humidité. Stockées au sec, elles se gardent 12 à 18 mois.",
    "prep_guide": "Rincez-les à l’eau froide pour éliminer les impuretés. Les lentilles corail ne nécessitent pas de trempage ; les autres variétés peuvent être rincées sans repos préalable. Cuisez-les dans un volume d’eau bouillante (rapport 1 pour 2,5) pendant 20 à 25 minutes, à couvert, puis égouttez.",
    "nutrition_info": "Pour 100 g de lentilles cuites : énergie 116 kcal, protéines 9 g, glucides 20 g (dont sucres 1 g), fibres 8 g, lipides 0,4 g, fer 3,3 mg.",
    "texture": "Grains tendres mais encore fermes, légèrement granuleux et moelleux en bouche.",
    "image_filename": "lentilles.jpg",
    "functional_categories": [
      "base-potage",
      "accompagnement",
      "protéine-végétale"
    ],
    "tags": [
      "sans-gluten",
      "riche-protéine",
      "végétal"
    ],
    "specific_data": {
      "composition": "Eau 8%, protéines 25%, glucides 53%, fibres 11%, lipides 1%",
      "famille_botanique": "Fabaceae"
    }
  },
  {
    "name": "Rutabaga",
    "scientific_name": "Brassica napus subsp. napobrassica",
    "glossary_term": "Navet",
    "category": "legume",
    "description": "Le rutabaga est un légume racine de la famille des Brassicacées, issu d’un croisement entre le chou et le navet. De forme arrondie, à la peau jaune parfois rosée, il offre une chair ferme et légèrement sucrée. Traditionnellement cultivé dans les régions fraîches d’Europe du Nord, il se consomme cru en lamelles ou cuit en purée, gratin, potage ou ragoût.",
    "seasonality": "Octobre à Mars",
    "buying_guide": "Choisir des rutabagas lourds pour leur taille, à la peau lisse, sans gerçures ni taches molles. Un léger duvet vert sur le sommet atteste de leur fraîcheur.",
    "storage_guide": "Conserver dans le bac à légumes du réfrigérateur (2–4 °C) dans un sac perforé ou un linge humide. Se conserve jusqu’à 2 semaines à l’abri de l’humidité excessive.",
    "prep_guide": "Éplucher à l’économe pour retirer la peau épaisse. Couper en cubes, rondelles ou bâtonnets. Cuire à l’eau, à la vapeur, rôtir au four ou poêler. Idéal en purée, gratin ou potage.",
    "nutrition_info": "Pour 100 g : énergie 38 kcal, protéines 1,2 g, lipides 0,2 g, glucides 9 g (dont sucres 3,8 g), fibres 2,3 g, vitamine C 25 mg, potassium 305 mg.",
    "texture": "Croquant et ferme à cru, tendre et fondant une fois cuit.",
    "image_filename": "rutabaga.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau 89 %, glucides 9 %, fibres 2,3 %, protides 1,2 %, lipides 0,2 %",
      "famille_botanique": "Brassicaceae"
    }
  },
  {
    "name": "Panais",
    "scientific_name": "Pastinaca sativa",
    "glossary_term": "Panais",
    "category": "legume",
    "description": "Le panais est une plante potagère de la famille des Apiacées, cultivée pour sa racine charnue, allongée et conique, d’un blanc ivoire à beige clair. Originaire d’Europe et d’Asie occidentale, il était consommé dès l’Antiquité. À la saveur douce et légèrement sucrée, rappelant un mélange de carotte et de céleri, le panais s’utilise aussi bien cru que cuit : en soupes, purées, rôtis ou en garnitures de légumes.",
    "seasonality": "Octobre à mars",
    "buying_guide": "Choisissez des panais fermes, avec une peau lisse et uniforme, sans taches ni fissures. Les exemplaires de taille moyenne offrent une chair plus fine et moins fibreuse.",
    "storage_guide": "Conservez-les au réfrigérateur, dans le bac à légumes, enveloppés d’un film plastique ou dans un sac perforé, jusqu’à 2 semaines. En cave ou garde-manger, placez-les dans du sable ou de la tourbe, à l’abri de la lumière, pour plusieurs mois.",
    "prep_guide": "Brossez ou épluchez les panais puis coupez-les en tronçons, bâtonnets ou rondelles. Pour homogénéiser la cuisson et préserver la couleur, vous pouvez les blanchir quelques minutes avant de les cuire à l’eau, à la vapeur, au four ou à la poêle.",
    "nutrition_info": "Pour 100 g : énergie 75 kcal, eau 79 g, glucides 17 g, fibres 4,9 g, protéines 1,2 g, lipides 0,3 g ; vitamines B9, C, K ; minéraux : potassium, manganèse.",
    "texture": "Chair ferme et légèrement fibreuse crue, qui devient tendre et fondante à la cuisson, avec une légère granularité.",
    "image_filename": "panais.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "racine",
      "hiver"
    ],
    "specific_data": {
      "composition": "79% d'eau, 4,9% de fibres, 17% de glucides, 1,2% de protéines, 0,3% de lipides",
      "famille_botanique": "Apiacées"
    }
  },
  {
    "name": "Patate douce",
    "scientific_name": "Ipomoea batatas",
    "glossary_term": "Patate",
    "category": "légume racine",
    "description": "La patate douce est le tubercule comestible de la plante Ipomoea batatas, originaire d’Amérique centrale et méridionale. Intégrée en Europe dès le XVIᵉ siècle, elle se distingue par sa chair sucrée, sa haute teneur en bêta-carotène et sa texture à la fois moelleuse et fondante. Utilisée dans des préparations salées comme sucrées, elle est appréciée pour son apport énergétique et sa couleur vive.",
    "seasonality": "Septembre à novembre",
    "buying_guide": "Choisissez des tubercules fermes, denses et lourds pour leur taille, à la peau lisse et sans taches. Évitez ceux présentant des germes, des crevasses ou des zones molles.",
    "storage_guide": "Conservez à l’abri de la lumière, dans un endroit frais (12–15 °C) et sec, en évitant le réfrigérateur pour prévenir le durcissement de la chair. Ne pas enfermer dans un sac plastique.",
    "prep_guide": "Lavez et brossez la peau. Vous pouvez peler ou laisser la peau fine selon l’usage. Coupez en cubes, tranches ou bâtonnets pour rôtir, cuire à la vapeur, bouillir ou réduire en purée. Idéale en frites au four, gratins ou desserts (gâteaux, purées sucrées).",
    "nutrition_info": "Pour 100 g : 86 kcal, Glucides 20 g, Protéines 1,6 g, Lipides 0,1 g, Fibres 3 g, Vitamine A, Vitamine C, Vitamine B6.",
    "texture": "Moelleuse et fondante après cuisson, avec une légère tenue farineuse ; crue, elle reste ferme et croquante.",
    "image_filename": "patate douce.jpg",
    "functional_categories": [
      "accompagnement",
      "purée",
      "dessert"
    ],
    "tags": [
      "riche en bêta-carotène",
      "sans gluten",
      "bio"
    ],
    "specific_data": {
      "composition": "Eau 77 %, Glucides 20 %, Fibres 3 %, Protéines 1,6 %, Lipides 0,1 %",
      "famille_botanique": "Convolvulaceae"
    }
  },
  {
    "name": "Petits pois",
    "scientific_name": "Pisum sativum",
    "glossary_term": "Pois",
    "category": "legume",
    "description": "Les petits pois sont les graines immatures de la plante Pisum sativum, une légumineuse cultivée depuis l’Antiquité. Appréciés pour leur goût doux et sucré, ils se consomment frais, surgelés ou secs et sont un pilier des cuisines du monde. Leur richesse en fibres, protéines végétales et vitamines en fait un aliment à la fois nutritif et polyvalent, utilisé en soupes, purées, accompagnements et salades.",
    "seasonality": "Mai à juillet",
    "buying_guide": "Choisir des gousses fermes et bien vertes, sans taches ni flétrissures. Les grains doivent être bien arrondis et bombés. Préférer les produits locaux et récoltés le matin pour un maximum de fraîcheur.",
    "storage_guide": "Conserver au réfrigérateur dans le bac à légumes, non lavés, dans un sac perforé. Consommer dans les 3 à 5 jours. Pour prolonger la conservation, écosser, blanchir 2 à 3 minutes puis congeler dans des sacs hermétiques.",
    "prep_guide": "Écosser les gousses, rincer les grains à l’eau froide. Blanchir 2 à 3 minutes dans de l’eau bouillante salée, égoutter et plonger dans de l’eau glacée pour préserver couleur et texture. Servir en purée, en soupe, en garniture ou en salade.",
    "nutrition_info": "Pour 100 g : énergie 81 kcal ; protéines 5,4 g ; glucides 13,8 g (dont sucres 5,7 g) ; lipides 0,4 g ; fibres 4,4 g ; eau 79 g ; vitamines C et B9 ; fer 1,5 mg ; potassium 244 mg.",
    "texture": "Grains tendres, légèrement croquants et fondants en bouche",
    "image_filename": "petits-pois.jpg",
    "functional_categories": [
      "base de purée",
      "garniture"
    ],
    "tags": [
      "printemps",
      "bio",
      "local"
    ],
    "specific_data": {
      "composition": "79% eau, 5,4% protéines, 0,4% lipides, 13,8% glucides, 4,4% fibres",
      "famille_botanique": "Fabaceae"
    }
  },
  {
    "name": "Poireau",
    "scientific_name": "Allium ampeloprasum var. porrum",
    "glossary_term": "Poireau",
    "category": "legume",
    "description": "Le poireau est un légume de la famille des Amaryllidacées, étroitement parent de l’oignon et de l’ail. Cultivé depuis l’Antiquité, il est apprécié pour son goût doux et sucré, particulièrement en potages, quiches et fondue de légumes. Sa tige blanche et croquante se prolonge par des feuilles vert foncé, offrant une palette aromatique délicate.",
    "seasonality": "Octobre à Avril",
    "buying_guide": "Choisissez des poireaux fermes, à fût bien blanc et régulier, avec un collet bien serré. Les feuilles doivent être d’un vert intense, sans taches ni signes de flétrissement. Privilégiez les bottes dont les fûts ne sont pas fissurés.",
    "storage_guide": "Conservez les poireaux non lavés dans le bac à légumes du réfrigérateur, enveloppés dans un papier absorbant humide ou un sac perforé, jusqu’à 10 jours. Évitez les environnements trop secs qui dessèchent les feuilles.",
    "prep_guide": "Coupez les racines et la partie supérieure des feuilles vert foncé. Fendez les longs fûts en deux dans la longueur, puis rincez soigneusement à l’eau froide pour éliminer la terre. Émincez selon l’usage : tronçons pour la cuisson, rondelles pour les potages.",
    "nutrition_info": "Pour 100 g : Énergie 61 kJ (15 kcal), eau 89,6 g, protéines 1,5 g, glucides 3,9 g (dont sucres 1,9 g), fibres 1,8 g, lipides 0,3 g, sodium 5 mg.",
    "texture": "Fermeté croquante à l’état cru, devient tendre et fondante à la cuisson tout en conservant une légère fermeté.",
    "image_filename": "poireau.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Environ 89% d’eau, 2,1% de fibres, 1,5% de protéines, 0,3% de lipides",
      "famille_botanique": "Amaryllidacées"
    }
  },
  {
    "name": "Poivron",
    "scientific_name": "Capsicum annuum",
    "glossary_term": "Poivron",
    "category": "legume",
    "description": "Le poivron est un fruit comestible de la famille des Solanacées, apprécié pour sa chair croquante, ses couleurs vives (vert, rouge, jaune, orange) et sa saveur douce. Originaire d'Amérique centrale, il est cultivé dans le monde entier pour son intérêt culinaire et nutritionnel. Utilisé cru en salades, cuit en ratatouille, grillé ou farci, il apporte couleur et parfum aux plats, tout en étant riche en vitamines et minéraux.",
    "seasonality": "Juin à septembre",
    "buying_guide": "Choisissez des poivrons bien fermes, à la peau lisse et brillante, sans taches ni rides. La couleur doit être vive et uniforme. Préférez des poivrons lourds pour leur taille, gage d'une chair épaisse.",
    "storage_guide": "Conservez-les dans le bac à légumes du réfrigérateur, non lavés, dans un sac perforé. Ils se conservent environ une semaine. Évitez l'exposition à l'humidité pour prévenir la moisissure.",
    "prep_guide": "Lavez à l'eau claire, coupez la tige, ouvrez en deux, retirez graines et membranes blanches. Coupez en lamelles, dés ou morceaux selon la recette. Peut être grillé, rôti, blanchi ou consommé cru.",
    "nutrition_info": "Pour 100 g : Énergie 20 kcal, Eau 92 g, Protéines 1 g, Glucides 4,6 g, Lipides 0,2 g, Fibres 1,7 g, Vitamine C 120 mg, Vitamine A 157 µg ÉR, Potassium 212 mg.",
    "texture": "Chair croquante et juteuse, légèrement fondante après cuisson",
    "image_filename": "poivron.jpg",
    "functional_categories": [
      "aromatisation",
      "colorant"
    ],
    "tags": [
      "croquant",
      "coloré"
    ],
    "specific_data": {
      "composition": "Eau 92%, Glucides 4,6%, Fibres 1,7%, Protéines 1%, Lipides 0,2%",
      "famille_botanique": "Solanacées"
    }
  },
  {
    "name": "Salsifi",
    "scientific_name": "Tragopogon porrifolius",
    "glossary_term": "Salsifi",
    "category": "legume",
    "description": "Le salsifi, surnommé « oreille de lièvre » ou « scorsonère noire » selon les variétés, est un légume-racine au cylindre élancé et à la peau brunâtre. Originaire du bassin méditerranéen, il est apprécié pour sa chair blanche et fine au goût délicatement sucré, rappelant l’huître d’où lui vient parfois le nom d’« oyster plant ». Riche en fibres et peu calorique, il se cuisine en potages, purées, ragoûts ou simplement sauté à la poêle.",
    "seasonality": "Octobre à avril",
    "buying_guide": "Choisir des racines droites, fermes, d’un diamètre régulier sans gerçures ni taches foncées. Préférer les plus petits calibres, plus tendres et moins fibreux.",
    "storage_guide": "Conserver au réfrigérateur, enveloppé dans un linge humide ou dans un sachet perforé, jusqu’à une semaine. En cave, dans du sable frais, il peut se garder plusieurs semaines.",
    "prep_guide": "Bien brosser sous l’eau, peler à l’économe sous un filet d’eau citronnée pour éviter le brunissement. Couper les extrémités, trancher ou tailler en bâtonnets, puis cuire à l’eau, à la vapeur, ou poêler après blanchiment.",
    "nutrition_info": "Pour 100 g : 82 kcal, Eau 79 g, Glucides 17 g, Fibres 3 g, Protéines 1,5 g, Lipides 0,3 g, Vitamine C 5 mg, Potassium 300 mg.",
    "texture": "Croquant et ferme à cru, fondant et légèrement onctueux après cuisson, avec une pointe mucilagineuse.",
    "image_filename": "salsifi.jpg",
    "functional_categories": [
      "base-potage",
      "aromatisation"
    ],
    "tags": [
      "terroir",
      "frais"
    ],
    "specific_data": {
      "composition": "Eau: 79%, Glucides: 17%, Protéines: 1,5%, Lipides: 0,3%, Fibres alimentaires: 3%",
      "famille_botanique": "Asteraceae"
    }
  }
]